Repository: fsobolev/timeswitch
Catalog: po/*.po
Languages: de

source: Set a task to run after a timer
de: Befehle nach Ablauf der Zeit ausführen lassen

source: timer;shutdown;poweroff;reboot;suspend;notification;prompt;cmd;command;
de: stoppuhr;zeit;ablauf;herunterfahren;ausschalten;ruhemodus;bereitschaft;standby;benachrichtigung;befehl;cmd;

source: Time Switch is an easy-to-use program that allows you to power off, reboot or suspend your system, send a notification (optionally with a sound signal) or execute any command on timer.
de: Time Switch ist ein leicht zu bedienendes Programm, dass es dir erlaubt, beim Ablauf der Zeit das Gerät herunterzufahren, neuzustarten, in Bereitschaft zu versetzen, eine Benachrichtigung (optional mit Ton) zu versenden oder einen beliebigen Befehl auszuführen.

source: The app is built for GNOME and uses LibAdwaita, but it works in any desktop environment.
de: Die App ist für GNOME gebaut und nutzt LibAdwaita, funktioniert jedoch in jeder Desktop-Umgebung.

source: Fyodor Sobolev
de: Fjodor Sobolev

source: Timer has finished!
de: Die Zeit ist abgelaufen!

source: Warning
de: Warnung

source: They will be executed outside of flatpak sandbox.
de: Sie werden außerhalb der Flatpak-Sandbox ausgeführt.

source: Your commands will be executed as if they were executed on a command prompt. {}The app doesn't perform any checks whether a command was executed successfully or not. Be careful, do not enter commands whose result is unknown to you.
de: Deine Befehle werden ausgeführt, wie wenn du sie in der Kommandozeile eingegeben hättest. {}Die App prüft das Ergebnis der Befehle nicht. Sei vorsichtig, trage keine Befehle ein, deren Ergebnis oder Auswirkungen dir unbekannt sind.

source: Cancel
de: Abbrechen

source: Continue
de: Fortfahren

source: I understand
de: Ich verstehe

source: Translators on Weblate ❤️
de: Übersetzer auf Weblate ❤️

source: Are you sure you want to stop the timer and quit?
de: Bist du dir sicher, dass du Timer abbrechen und das Fenster schließen möchtest?

source: Quit
de: Schließen

source: Clock
de: Uhr

source: Select timer mode
de: Timer-Modus auswählen

source: Create Preset
de: Speicherwert erstellen

source: Manage Presets
de: Speicherwerte verwalten

source: Main menu
de: Hauptmenü

source: Presets
de: Speicherwerte

source: Keyboard Shortcuts
de: Tastenkürzel

source: About
de: Über

source: sec
de: s

source: Reset
de: Zurücksetzen

source: Action
de: Aktion

source: Power Off
de: Herunterfahren

source: Reboot
de: Neustarten

source: Suspend
de: Bereitschaft

source: Notification
de: Benachrichtigung

source: Notification settings
de: Benachrichtigungseinstellungen

source: Notification text
de: Benachrichtigungstext

source: Play sound
de: Ton abspielen

source: Until stopped
de: Bis ausgeschaltet

source: Command
de: Befehl

source: Back
de: Zurück

source: Add
de: Hinzufügen

source: Pause
de: Pausieren

source: You can close the window, the timer will work in the background.
de: Du kannst das Fenster schließen, die Zeit läuft im Hintergrund weiter.

source: Add command
de: Befehl hinzufügen

source: Edit command
de: Befehl bearbeiten

source: Remove command
de: Befehl entfernen

source: Apply
de: Übernehmen

source: Remove command?
de: Befehl entfernen?

source: Are you sure you want to remove command "{}"?
de: Bist du dir sicher, dass du den Befehl „{}“ entfernen möchtest?

source: Remove
de: Entfernen

source: Notification with sound
de: Benachrichtigung mit Ton

source: Notification with sound playing until stopped
de: Benachrichtigung mit anhaltendem Ton

source: Unknown command
de: Unbekannter Befehl

source: Command "{}"
de: Befehl "{}"

source: Move Up
de: Nach oben bewegen

source: Move Down
de: Nach unten bewegen

source: Delete Preset
de: Speicherwert löschen

source: Currently selected options will be saved in a new preset with the provided name.
de: Die derzeitigen Einstellungen werden unter dem gegebenen Namen gespeichert.

source: Preset Name
de: Name des Speicherwerts

source: Save
de: Speichern

source: Focus hours entry
de: Stunden-Eingabe fokussieren

source: Focus minutes entry
de: Minuten-Eingabe fokussieren

source: Focus seconds entry
de: Sekunden-Eingabe fokussieren

source: Change mode
de: Modus ändern

source: Start timer
de: Timer starten

source: Select command
de: Befehl auswählen

source: Edit selected command
de: Ausgewählten Befehl bearbeiten

source: Remove selected command
de: Ausgewählten Befehl entfernen

source: Toggle pause
de: Pausieren/Fortsetzen

source: Close Main Window
de: Hauptfenster schließen

source: Force Quit
de: Beenden erzwingen

source: Shortcuts
de: Tastenkürzel

source: Open Menu
de: Menü öffnen

source: Your device will be powered off in
de: Das Gerät wird heruntergefahren in

source: Power off in {}
de: Herunterfahren in {}

source: Your device will be rebooted in
de: Das Gerät wird neugestartet in

source: Reboot in {}
de: Neustart in {}

source: Your device will be suspended in
de: Das Gerät geht in Bereitschaft in

source: Suspend in {}
de: Bereitschaftszustand in {}

source: You will receive a notification in
de: Du wirst eine Benachrichtigung erhalten in

source: Notification in {}
de: Benachrichtigung in {}

source: The command <b>{}</b> will be executed in
de: Der Befehl <b>{}</b> wird ausgeführt in

source: Command "{}" in {}
de: Befehl "{}" in {}

source: The notification has been sent.
de: Die Benachrichtigung wurde gesendet.
